Repository: Dwiga/beetlehr-mobile
Catalog: shared/l10n/lib/l10n/intl_*.arb
Languages: id

source: Select Language
id: Pilih Bahasa

source: Change Language
id: Ubah Bahasa

# message_change_lang
source: Hello, what language do you want to use?
id: Halo, bahasa apa yang ingin anda gunakan?

source: Attendance
id: Kehadiran

source: Hello
id: Halo

source: Present
id: Hadir

source: Half Day
id: Setengah Hari

source: Late
id: Terlambat

source: Absent
id: Tidak Hadir

source: Holiday
id: Libur

source: Date
id: Tanggal

source: Clock In
id: Jam Masuk

source: Clock Out
id: Jam Keluar

source: Action
id: Aksi

source: View Detail
id: Lihat Detail

source: Task
id: Tugas

source: Apps
id: Aplikasi

source: Notice
id: Perhatian

source: Profile
id: Profil

source: View All
id: Lihat Semua

source: Notice Board
id: Papan Pengumuman

source: Attendance Overview
id: Simpulan Kehadiran

source: Log in
id: Masuk

# message_to_login
source: Please log in to use this application
id: Silahkan masuk untuk menggunakan aplikasi ini

# hint_input_phone
source: Enter your mobile number
id: Masukkan nomor telpon Anda

# choose_method_send_otp
source: Choose the method for sending the OTP code
id: Pilih metode untuk mengirim kode OTP

# send_otp_via
source: Send OTP via {via}
id: Kirim OTP lewat {via}

# login_with
source: Login With {via}
id: Masuk dengan {via}

source: Or
id: Atau

# question_forget_pass
source: Forgot your password?
id: Lupa password Anda?

source: Click Here
id: Klik sini

# verify
source: Verification
id: Verifikasi

# input_otp_via
source: Enter the OTP code sent via
id: Masukkan kode OTP yang dikirim dari

# to_phone_number
source: to the cellphone number
id: ke nomor

# did_not_receive_code
source: Didn't receive the OTP code?
id: Tidak menerima kode OTP?

# resend_otp
source: Resend the OTP code
id: Kirim ulang OPT kode

source: Please wait
id: Mohon tunggu

# to_resend_otp
source: to resend the OTP code
id: untuk kirim ulang kode OTP

source: Next
id: Lanjut

# hint_input_email
source: Enter your E-Mail address
id: Masukkan alamat E-Mail Anda

# hint_input_password
source: Enter your password
id: Masukkan password Anda

source: Account Setting
id: Pengaturan Akun

source: My Files
id: File Saya

# app_setting
source: Application Settings
id: Pengaturan Aplikasi

source: Notification
id: Notifikasi

source: Term Of Use
id: Ketentuan Pengguna

source: Privacy Policy
id: Kebijakan Privasi

source: About Us
id: Tentang Kami

source: Log Out
id: Keluar

source: Update Profile
id: Perbarui Profil

source: Name
id: Nama

source: Designation
id: Penunjukan

source: Department
id: Departemen

# phone_number
source: Mobile Number
id: Nomor Ponsel

source: Address
id: Alamat

source: Gender
id: Jenis Kelamin

source: Bank Name
id: Nama Bank

# bank_number
source: Bank Account Number
id: Nomor Rekening Bank

source: Bank Account Name
id: Nama Akun Bank

source: Profile Picture
id: Gambar Profil

source: Select Image
id: Pilih Gambar

source: Need My Approval
id: Butuh Persetujuan Saya

source: Cancel
id: Batal

source: Delete
id: Hapus

# question_delete
source: Are you sure you want to delete
id: Anda yakin ingin menghapus

# message_success_delete
source: Your file was successfully deleted
id: File Anda berhasil di hapus

# message_start_download
source: Start downloading your file
id: Mulai unduh file Anda

source: Add New File
id: Tambah File Baru

# total_hour_work_day
source: Total hours worked today
id: Total jam kerja hari ini

source: Complete
id: Selesai

source: Doing
id: Proses

source: Pending
id: Tertunda

source: Overdue
id: Terlambat

source: Task Overview
id: Simpulan Tugas

# emergency_contact
source: Emergency Contacts
id: Kontak Darurat

# select_favorite_app
source: Select your favorite apps
id: Pilih aplikasi favorit Anda

# your_favorites
source: Your {type} Favorites
id: {type} Favoritmu

source: My Profile
id: Profil Saya

source: Edit Profile
id: Edit Profil

source: Recover Password
id: Memulihkan Kata Sandi

source: Password
id: Kata Sandi

# message_recover_password
source: Enter your email and instructions will be sent to you
id: Masukkan email Anda dan instruksi akan dikirimkan kepada Anda

source: Send Reset Link
id: Kirim Link Reset

source: Back to Login
id: Kembali ke Login

# success_recover_password
source: A recovery instructions has been sent
id: Instruksi pemulihan telah dikirim

# message_success_recover_password
source: Please check your email and follow the instructions
id: Silakan periksa email Anda dan ikuti petunjuknya

# hint_input_whatsapp_number
source: Enter your WhatsApp number
id: Masukkan nomor WhatsApp Anda

# invalid_format_input
source: Invalid format {type} is wrong
id: Format {type} Salah

# required_input
source: This filed is required
id: Bidang ini wajib diisi

# minimum_input
source: {type} length must be more than {length} character
id: Panjang {type} harus lebih dari {length} karakter

# message_server_busy
source: Looks like our server is busy, please try a while later
id: Sepertinya server kami sedang sibuk, coba beberapa saat kumudian

# message_time_out
source: No internet connection, Please try again later
id: Tidak ada koneksi internet, Coba lagi nanti

source: Reload
id: Muat Ulang

source: Yes
id: Ya

source: No
id: Tidak

# message_confirm_logout
source: Are you want to Log out?
id: Apakah Anda yakin ingin keluar?

source: Attendance Log
id: Log Kehadiran

source: Work Hours
id: Jam Kerja

source: Time Location
id: Lokasi Waktu

source: Your Position
id: Posisi Anda

source: Note
id: Catatan

source: Your current location
id: Lokasi Anda saat ini

source: Your office location
id: Lokasi kantor Anda

# location_in_radius
source: Your location within a radius
id: Lokasi Anda dalam radius

# location_out_radius
source: Your location is outside the radius
id: Lokasi Anda di luar radius

source: Total hours worked
id: Total jam kerja

source: Hours
id: Jam

source: View Photo
id: Lihat Foto

source: View Location
id: Lihat Lokasi

# message_alert_late
source: You are a late
id: Anda terlambat

# message_alert_on_time
source: You are arrived time
id: Anda sudah tiba waktunya

# message_alert_no_work_hours
source: Not yet your work hours
id: Belum jam kerja Anda

# message_alert_no_face
source: Your face is not recognized
id: Wajah Anda tidak dikenali

# message_alert_with_face
source: Your face has been recognized
id: Wajahmu telah dikenali

# write_note_to_supervisor
source: Write Notes for Your Supervisor
id: Tulis Catatan untuk Supervisor Anda

# message_describe_reason_clock
source: Your attendance will be reviewed by your supervisor because you arrive late or your location is outside the radius or your face is not recognized
id: Kehadiran Anda akan ditinjau oleh supervisor Anda karena Anda datang terlambat atau lokasi Anda di luar radius atau wajah Anda tidak dikenali

# message_leave_on_time
source: You leave work on time
id: Anda pulang kerja tepat waktu

# message_home_early
source: Your time out is too early
id: Waktu Anda keluar terlalu awal

source: Payroll
id: Daftar Gaji

# clock_ot_early
source: Clock out early
id: Keluar awal

source: Apply
id: Terapkan

source: Leave Application
id: Permohonan Cuti

source: Inprocess
id: Dalam Proses

source: Completed
id: Selesai

# remaining_leave_year_label
source: Remaining leave this year
id: Sisa cuti tahun ini

source: Days
id: Hari

source: Add Leave Application
id: Tambah Permohonan Cuti

source: Leave Type
id: Tipe Cuti

source: Leave Date From
id: Cuti Dari Tanggal

source: Leave Date Until
id: Cuti Sampai Tanggal

source: Reason
id: Alasan

source: Type
id: Tipe

source: Select Leave Type
id: Pilih Tipe Cuti

# question_confirm_cancel_leave
source: Are you sure you want to cancel this leave application?
id: Anda yakin ingin membatalkan permohonan cuti ini?

source: Resign Application
id: Permohonan Pengunduran

source: Create Resign Application
id: Buat Permohonan Pengunduran

# message_empty_resign_application
source: Seems like no resign application at this moment
id: Sepertinya tidak ada pengunduran diri saat ini

# resign_date
source: Submission Date of Resignation
id: Tanggal Pengajuan Pengunduran Diri

# message_create_resign_application
source: It takes 3 working days to process your resign application
id: Diperlukan waktu 3 hari kerja untuk memproses aplikasi pengunduran diri Anda

source: My resignation is
id: Pengunduran diri saya adalah

source: Browse File
id: Jelajahi File

source: Create
id: Buat

# question_confirm_cancel_resign
source: Are you sure you want to cancel this resign application?
id: Anda yakin ingin membatalkan permohonan pengunduran diri ini?

source: Upload Your File
id: Unggah file Anda

# end_contract
source: Contract End Date
id: Tanggal Akhir Kontrak

# according_procedure_1
source: In accordance with the procedure, with a resignation letter 30 days before.
id: Sesuai prosedur, dengan surat pengunduran diri 30 hari sebelumnya.

# according_procedure_2
source: Suddenly a resignation letter less than 30 days before or without a resignation letter, so I am willing to accept administrative sanctions in the form of a 50% wage.
id: Tiba-tiba ada surat pengunduran diri kurang dari 30 hari sebelum atau tanpa surat pengunduran diri, jadi saya bersedia menerima sanksi administratif berupa gaji 50%.

source: Exit
id: Keluar

# message_app_use_root
source: This application cannot be run because your device has root access.
id: Aplikasi ini tidak dapat dijalankan karena pada perangkat Anda terdapat akses Root.

# message_app_use_mock_location
source: This application cannot be started because you used a tool to manipulate the location
id: Aplikasi ini tidak dapat dijalankan karena Anda menggunkan alat untuk memanipulasi lokasi

# message_leave_quota_is_empty
source: You don't have a leave quota this year
id: Anda tidak memiliki kuota cuti tahun ini

source: Force Clock Out
id: Jam Keluar Paksa

source: Schedule
id: Jadwal

source: Minutes
id: Menit

source: Activity
id: Aktivitas

source: Work Report
id: Laporan Kerja

# message_work_report_empty
source: Data is not yet available, because you have not checked in on this date tanggal
id: Data Belum tersedia, karena Anda belum melakukan check in di tanggal ini

source: Work Report Details
id: Detail Laporan Kerja

source: Create Work Report
id: Buat Laporan Kerja

source: Your Location
id: Lokasi Anda

source: Report Title
id: Judul Laporan

source: Description
id: Deskripsi

source: Report Photos
id: Foto Laporan

source: Photos
id: Foto

# cannot_edit_work_report_message
source: Can only be edited during active work on that day
id: Hanya bisa diedit selama aktif bekerja di hari tersebut

source: Upload Report Files
id: Unggah File Laporan

source: Report Files
id: File Laporan

source: Leave
id: Cuti

source: Start Downloading File...
id: Memulai Mengunduh File...

# remaining
source: {count} remaining
id: Sisa {count}

source: Auto Start Permission
id: Izin Mulai Otomatis

# tracking_location_notification_title
source: Recording Work Locations
id: Merekam Lokasi Kerja

# tracking_location_notification_message
source: Don't turn off your cellphone and make sure it's still connected to the internet.
id: Jangan sampai matikan handphone Anda dan pastikan tetap terhubung ke internet.

source: Schedule and Attendance
id: Jadwal dan Kehadiran

source: Upload Support File
id: Unggah File Pendukung

# cannot_update_profile_information
source: Can only upload photos. Please contact admin to change profile data
id: Hanya dapat upload foto. Mohon menghubungi admin untuk mengubah data profil

# cannot_logout_intrack_message
source: Sorry, during work you can't log out. Please leave first
id: Mohon maaf, selama bekerja tidak boleh logout. Silahkan absen keluar terlebih dahulu

source: Save
id: Simpan

# track_location_permission_title
source: Allow Device Location Access
id: Izinkan Akses Lokasi Perangkat

# track_location_permission_message
source: {appName} will collect location data to allow location tracking when the application is closed and started when work has started IF YOUR OFFICE IS ON. {appName} starts collecting locations on entry to work and ends on completion of work. So that we can find out where your work position is when you work. This data will be uploaded to the admin dashboard where you work and can view and/or delete location history.
id: {appName} akan mengumpulkan data lokasi untuk memungkinkan pelacakan lokasi ketika aplikasi ketutup dan dimulai ketika sudah mulainya kerja JIKA KANTOR ANDA MENGAKTIFKANYA. {appName} mulai mengumpulkan lokasi saat masuk kerja dan berakhir saat selesai kerja. Sehingga kami dapat mengetahui dimana posisi kerja anda saat Anda bekerja. Data ini akan diunggah ke dasbor admin tempat Anda bekerja dan dapat melihat dan/atau menghapus riwayat lokasi.

source: Close
id: Tutup

source: Optional Files
id: File Optional

source: Connect
id: Sambungkan

source: Change Url
id: Ganti URL

source: Allow
id: Izinkan

# cannot_retrive_location_message
source: Unable to retrieve the current location, try to recheck the location is active and also the permissions.
id: Tidak dapat mengambil lokasi terkini, coba cek ulang lokasi sudah aktif dan juga perizinnanya.

# confirmation_set_complete_todo
source: Are you sure the {todo} task is complete?
id: Apakah Anda yakin Tugas {todo} sudah terselesaikan?

source: Work From Office
id: Kerja Di Dalam Kantor

source: Work From Anywhere
id: Kerja Di Luar Kantor

source: Move Offline
id: Pindah Offline

source: Move Online
id: Pindah Online

# connected_to_network
source: Connected to the Network
id: Terhubung ke Jaringan

# disconnected_from_network
source: Disconnected from the Network
id: Terputus dari Jaringan

source: Pending Attendance
id: Absensi Tertunda

# pending_data_attendance_message
source: Your offline attendance has not been synced wait until you have an internet connection.
id: Absensi offline-mu belum disinkronisasi menunggu sampai Anda memiliki koneksi internet.

source: Resolved Attendance
id: Absensi Sudah Terselesaikan

source: Gallery
id: Galeri

source: Camera
id: Kamera

# pick_file_from_title
source: Choose File From
id: Pilih File Dari

source: Today
id: Hari Ini

source: Waiting
id: Menunggu

source: Approved
id: Disetujui

source: Rejected
id: Ditolak

# warning_home_attendance_without_schedule_title
source: Attendance Without Schedule
id: Absensi Tanpa Jadwal

# warning_home_attendance_clock_in_without_schedule_subtitle
source: You don't have a schedule today, every attendance will require Admin confirmation!
id: Anda tidak memiliki jadwal hari ini, setiap kehadiran memerlukan konfirmasi Admin!

# warning_home_attendance_clock_out_without_schedule_subtitle
source: After clock out, your attendance will be recorded in the system but need confirmation from Admin to approve your attendance!
id: Setelah jam keluar, kehadiran Anda akan dicatat dalam sistem tetapi perlu konfirmasi dari Admin untuk menyetujui kehadiran Anda!

# warning_home_attendance_alread_attendance_without_schedule_subtitle
source: You have done your attendance today, but your attendance needs confirmation from Admin!
id: Anda sudah melakukan absensi hari ini, tetapi kehadiran Anda perlu konfirmasi dari Admin!

source: Cancel Attendance
id: Batalkan Absensi

# cancel_attendance_confirmation_message
source: Are you sure you want to cancel this attendance? You can re-do the attendance after canceling it.
id: Apakah Anda yakin ingin membatalkan absensi ini? Anda dapat melakukan absensi kembali setelah membatalkanya.

# start_break
source: Slide to start break
id: Geser untuk memulai istirahat

source: Break Time
id: Istirahat

# back_to_work
source: Slide to continue work
id: Geser untuk lanjut bekerja

# connected_to_domain
source: You are connected to the domain :
id: Kamu terhubung ke domain :

source: Input URL
id: Masukkan URL

# make_sure_the_domain_and_connection
source: Make sure the domain you entered is correct and your connection is connected
id: Pastikan domain yang anda masukkan benar dan koneksi anda terhubung

# enter_the_url
source: Please enter the URL to continue
id: Silahkan input URL untuk melanjutkan

# approval_request_details
source: Request Details
id: Detail Pengajuan

# approval_request_information
source: Request Information
id: Informasi Pengajuan

source: Duration
id: Durasi

source: Additional File
id: File Tambahan

# approval_request_approved_message
source: Request Successfully Approved
id: Pengajuan Telah Anda Setujui

# approval_request_rejected_message
source: Request Successfully Rejected
id: Pengajuan Telah Anda Tolak

source: Approve
id: Setuju

source: Reject
id: Tolak

# approve_status_request
source: Are you sure to approve this request?
id: Apakah Anda yakin untuk menyetujui permintaan ini?

# reject_status_request
source: Are you sure to reject this request?
id: Apakah Anda yakin untuk menolak permintaan ini?

source: Filters
id: Filter

source: Employee
id: Karyawan

source: Clear
id: Bersihkan

source: Time Range
id: Rentang waktu

source: Date Change
id: Perubahan Tanggal

source: Reset All
id: Atur Ulang

source: Sort By
id: Urutkan

source: Time Off
id: Cuti

source: Request Type
id: Tipe Pengajuan

source: New First
id: Data Terbaru

source: Old First
id: Data Lama

source: Search Employee
id: Cari Karyawan

# no_data_approval_request
source: Seems like no request at this moment
id: Sepertinya tidak ada permintaan saat ini

source: No Users Found
id: Tidak Ada Pengguna yang Ditemukan

# recomended_resolution
source: Recomended resolution 400 x 400 px
id: Resolusi yang disarankan 400 x 400 px

# leave_list_empty
source: There doesn't seem to be any leave applications at this time
id: Sepertinya tidak ada pengajuan cuti untuk saat ini

source: Detail
id: Rincian

# payroll_list_empty
source: There seems to be no payroll for you to view
id: Sepertinya tidak ada daftar gaji yang bisa anda lihat

source: Select Month
id: Pilih Bulan

source: Select Year
id: Pilih Tahun

source: Approval Request
id: Permintaan Persetujuan

source: Declined
id: Ditolak
